Repository: devsoft-pl/invoice-factory
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Basic information
pl: Podstawowe informacje

source: Name
pl: Nazwa

source: Phone number
pl: Numer telefonu

source: Company
pl: Firma

source: accountants
pl: księgowi

source: Company does not exist
pl: Firma nie istnieje

source: Accountant does not exist
pl: Księgowa/y nie istnieje

source: Please enter the invoice number in the format number/mm/yyyy
pl: Wprowadź numer faktury w formacie numer/mm/rrrr

source: Please enter the correction invoice number in the format number/mm/yyyy/c
pl: Wprowadź numer faktury korygującej w formacie numer/mm/rrrr/k

source: Pleas enter a tax ID with a minimum of 8 characters and no special characters
pl: Wprowadź numer identyfikatora podatkowego składającego się minimum 8 znaków, bez znaków specjalnych

source: Please enter Pesel with 11 numbers
pl: Wprowadź PESEL składający się z 11 cyfr

source: Please enter the REGON with a minimum 9 numbers
pl: Wprowadź REGON składający się z minimum 9 cyfr

source: Please enter the code with 3 letters
pl: Wprowadź kod z 3 liter

source: Please enter the account number with a minimum of 15 characters and no special characters
pl: Wprowadź numer konta zawierający co najmniej 15 znaków, bez znaków specjalnych

source: Please enter the zip code with a numbers in the format xx-xxx
pl: Wprowadź kod pocztowy używając tylko cyfr w formacie xx-xxx

source: Please enter a phone with a minimum 9 numbers
pl: Wprowadź numer telefonu składający się z 9 cyfr

source: User info
pl: Informacje o użytkowniku

source: Address data
pl: Dane adresowe

source: Nip already exists
pl: Nip już istnieje

source: Regon already exists
pl: Regon już istnieje

source: Country
pl: Kraj

source: Address
pl: Adres

source: ZIP Code
pl: Kod pocztowy

source: City
pl: Miasto

source: User
pl: Użytkownik

source: Is my company
pl: Czy moja firma

source: companies
pl: firmy

source: Contractor's company status
pl: Status aktywności kontrahentów

source: The company status of the contractor with the NIP: %(company_nip)s number in CEIDG is not active. Check the contractor's details again Best regards, Invoice-Factory
pl: Status kontrahenta o NIP: %(company_nip)s w CEIDG jest nieaktywny. Sprawdź ponownie dane kontrahenta Z wyrazami szacunku, Invoice-Factory

source: Country already exists
pl: Kraj już istnieje

source: countries
pl: kraje

source: Country does not exist
pl: Kraj nie istnieje

source: Currency already exists
pl: Waluta już istnieje

source: Code
pl: Kod waluty

source: currencies
pl: waluty

source: Buy rate
pl: Kurs kupna

source: Sell rate
pl: Kurs sprzedaży

source: Date
pl: Data

source: Currency
pl: Waluta

source: exchange rates
pl: kursy wymiany

source: Currency does not exist
pl: Waluta nie istnieje

source: Advanced options
pl: Zaawansowane opcje

source: Additional options
pl: Dodatkowe opcje

source: This field is required
pl: To pole jest wymagane

source: Invoice number already exists
pl: Numer faktury już istnieje

source: This field is not last dat of month.
pl: Data sprzedaży nie jest ostatnim dniem miesiąca

source: This field is required.
pl: To pole jest wymagane

source: Invoice number
pl: Numer faktury

source: Invoice type
pl: Typ faktury

source: Client
pl: Kontrahent

source: Sales
pl: Sprzedaż

source: Purchase
pl: Zakupy

source: Transfer
pl: Przelew

source: Cash
pl: Gotówka

source: Person
pl: Konsument

source: Recurring
pl: Cykliczna

source: Last day in month
pl: Ostatni dzień miesiąca

source: Settled
pl: Rozliczona

source: Settlement date
pl: Data rozliczenia

source: Create date
pl: Data utworzenia

source: Sale date
pl: Data sprzedaży

source: Payment date
pl: Data płatności

source: Payment method
pl: Rodzaj płatności

source: Account number
pl: Numer konta

source: Invoice file
pl: Typ faktury

source: Paid
pl: Opłacona

source: Net amount
pl: Kwota netto

source: Gross_amount
pl: Kwota brutto

source: invoices
pl: faktury

source: Year
pl: Rok

source: years
pl: lata

source: Invoice
pl: Faktura

source: Correction Invoice
pl: Faktura korygująca

source: correction invoices relation
pl: relacja faktur korygujących

source: New recurring invoice %(nr)s
pl: Nowa cykliczna faktura %(nr)s

source: A new recurring invoice has been created Best regards, Invoice-Factory
pl: Utworzono nową fakturę cykliczną Z wyrazami szacunku, Invoice-Factory

source: Month summary
pl: Podsumowanie miesiąca

source: A monthly summary has been created for company Best regards, Invoice-Factory
pl: Dla firmy zostało stworzone miesięczne podsumowanie Z wyrazami szacunku, Invoice-Factory

source: Invoice does not exist
pl: Faktura nie istnieje

source: This should not have happened
pl: To nie powinno się zdarzyć

source: Amount
pl: Ilość

source: Net price
pl: Cena netto

source: Item does not exist
pl: Pozycja nie istnieje

source: Person info
pl: Informacje o konsumencie

source: Additional information
pl: Dodatkowe opcje

source: Pesel already exists
pl: Pesel już istnieje

source: Person with given data already exists
pl: Osoba o podanych danych już istnieje

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: persons
pl: konsumenci

source: Person does not exist
pl: Konsument nie istnieje

source: All
pl: Wszystko

source: Gross
pl: Brutto

source: Revenue type
pl: Rodzaj przychodu

source: Monthly
pl: Co miesiąc

source: Quarterly
pl: Kwartalnie

source: Description
pl: Opis

source: Day of send
pl: Dzień wysłania

source: Settlement types
pl: Rodzaj rozliczenia

source: Final call
pl: Ostateczne rozliczenie

source: summary recipients
pl: odbiorcy podsumowania

source: Summary recipient does not exist
pl: Odbiorca podsumowania nie istnieje

source: Staff status
pl: Status personelu

source: Designates whether the user can log into this admin site.
pl: Określa, czy użytkownik może zalogować się do tej witryny administracyjnej.

source: Active
pl: Aktywny

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
pl: Określa, czy ten użytkownik powinien być traktowany jako aktywny. Odznacz tę opcję zamiast usuwania kont.

source: users
pl: użytkownicy

source: Welcome in Invoice-Factory
pl: Witamy w Invoice-Factory

source: Thanks for your registration in Invoice-Factory. Your account details: Login: {email} Best regards, Invoice-Factory
pl: Dziękujemy za rejestrację w Invoice-Factory. Dane Twojego konta: Logowanie: {email} Z wyrazami szacunku, Invoice-Factory

source: User does not authenticated
pl: Użytkownik nie został uwierzytelniony

source: Vat rate already exists
pl: Stawka VAT już istnieje

source: Rate
pl: Stawka VAT

source: vat rates
pl: stawki vat

source: Vat rate does not exist
pl: Stawka VAT nie istnieje
